INSERT INTO MedicineUses (medicine_id, use_description) VALUES
(0, 'Профилактика сердечных приступов при хронической стенокардии. Лечение стабильной сердечной недостаточности от легкой до тяжелой степени.'),
(1, 'Показан для лечения артериальной гипертензии'),
(2, 'Артериальная гипертензия'),
(3, 'Лечение эссенциальной гипертензии у взрослых пациентов.'),
(4, 'Препарат также оказывает благоприятное действие на липидный состав крови, снижая уровень общего холестерина, ЛПНП и ТГ.'),
(5, 'Настой сбора обладает гипогликемическим действием, способствует снижению содержания глюкозы в крови, увеличивает толерантность к углеводам и усиливает гликогенобразующую функцию печени.');